<?php

return [
    'plugin' => [
        'name' => 'Портфолио',
        'description' => 'Управление портфолио.'
    ],
    'Projects' => 'Проекты',
    'form' => [
        'create_projects' => 'Создать проект',
        'update_projects' => 'Редактировать проект',
        'create' => 'Создать',
        'save' => 'Сохранить',
        'create_and_close' => 'Создать и Закрыть',
        'save_and_close' => 'Сохранить и Закрыть',
        'or' => 'или',
        'cancel' => 'Отменить',
        'new_project' => 'Новый Проект',
        'photo_description' => 'Графика для проекта. Первая картинка идёт в превью, остальные в подробности. Рекомендуемые размеры: Для первой картинки рекомендуемая ширина 360px (высоту для всех превью изображений можно делать любую, но одинаковую). Остальные изображения. Рекомендуемая ширина 720px'

    ]
];

